<template>
    <div>
        <div class="globe-header">
            <p class="globe-back" @click="back()">
                <van-icon class="globe-header-icon" name="arrow-left" size="25" />
            </p>
            <p class="globe-title">预警协议</p>
        </div>
        <div class="ccser-protocal">
            访问、浏览或使用儿童失踪预警平台（“CCSER”），表明您已阅读、理解并同意接受以下条款的约束，并遵守所有适用的法律和法规。您一旦使用CCSER，则须秉着诚信的原则遵守以下条款。您有责任查阅本法律声明，了解当中的变化，以及了解我们对个人资料的处理做法有何转变。

            <p class="ccser-protocal-title">一般原则</p>

            以下规则适用于所有CCSER用户或浏览者，CCSER保留随时修改这些条款的权利。这些条款的某些条文也可能被CCSER平台中某些具体规则明确指定的法律通告或条款所取代，您应该了解这些内容，一旦接受本条款，即意味着您已经同时详细阅读并接受了这些被引用或取代的条款。

            <p class="ccser-protocal-title">权利说明</p>

            中社社会工作发展基金会及其基金会项目对其发行的包括但不限于CCSER平台及相关信息的全部内容，享有知识产权，受法律保护。如果相关内容未含权利声明，并不代表CCSER对其不享有权利和不主张权利，您应根据法律、法规及诚信原则尊重权利人的合法权益并合法使用该内容。<br>

            未经中社社会工作发展基金会书面许可，任何单位及个人不得以任何方式或理由对上述信息、文字、图片的任何部分进行使用、复制、修改、抄录、传播或与其它以超级链路连接或传送、存储于信息检索系统或者其他任何商业目的的使用。 CCSER平台中所载的任何内容（包括但不限于所有的原创文章、原创图片、商标、图表、录音、录像等），未经中社社会工作发展基金会书面许可，任何人不得以任何方式使用。

            <p class="ccser-protocal-title">许可使用</p>

            CCSER允许您在非以营利为目的，旨在帮助寻回失联儿童的情况下使用CCSER平台上的相关信息。<br>

            在您使用CCSER平台上相关信息的时候，您无权对任何信息进行擅自更改。您不可以将所允许使用的CCSER的信息用作任何商业用途。<br>

            对于任何不当／恶意使用CCSER信息的行为，在对CCSER声誉造成／可能造成损害的情况下，CCSER有权要求其停止使用。

            <p class="ccser-protocal-title">用户信息</p>

            为CCSER提供相应帮助之必须，您可能需要注册自己的个人帐户。对于您所注册和使用的帐户，CCSER有权访问或停用您的帐户。<br>

            您可以在不向CCSER提供任何个人资料的情况下浏览信息，然而，如果您要求推送某类通知或更新，我们可能会收集您自愿提供的个人身份识别资讯，包括姓名、电话号码、地址、及任何其他可让他人识别您身份的资料。CCSER也可能在您使用本服务的过程中，收集某些您的非个人身份识别资讯，例如您使用的互联网软件所采集的地理位置信息等。<br>

            为保护您的个人帐户信息，请务必保管好您的密码并对外保密。您应对自己帐户上发生的活动或通过该帐户进行的活动负责。尽量不要在第三方应用中使用与CCSER帐户相同的密码。<br>

            您以自愿填写的方式提供注册所需的姓名、性别、电话以及其他类似的个人信息，则表示您已经了解并接受您个人信息的用途，同意CCSER为实现该特定目的使用您的个人信息。除此个人信息之外，其他任何您发送或提供给CCSER的材料、信息或文本(以下统称信息)均将被视为非保密和非专有的。CCSER对这些信息不承担任何义务。同时如果您提交时没有特别声明的，可视为同意CCSER及其授权人可以因非商业的目的复制、透露、分发、合并和以其他方式利用这些信息和所有数据、图像、声音、文本及其他内容。您可阅读下面的CCSER隐私政策以了解更加详细的内容。

            <p class="ccser-protocal-title">责任声明</p>

            对于用户发布在CCSER上的所有关于孩子失联的信息，皆由经过实名认证的用户本人所提供与操作，CCSER不对此类信息进行任何更改与编辑，亦不对此类信息的完整性、准确性和可靠性做任何保证。<br>

            不论在何种情况下，CCSER对由于信息网络设备维护、信息网络连接故障、智能终端、通讯或其他系统的故障、电力故障、罢工、劳动争议、暴乱、起义、骚乱、火灾、洪水、风暴、爆炸、战争、政府行为、司法行政机关的命令、其他不可抗力或他人的作为而造成的后果不承担责任。<br>

            用户由于自行使用CCSER上他人用户所提供的信息，或其他与CCSER软件链接的网站信息，由此所造成的任何损失或损害（包括直接、间接、特别或后果性的损失或损害），均由使用者自行承担责任。<br>

            CCSER所载的信息，包括但不限于文本、图片、数据、观点、网页或链接，虽然力图真实和详尽，但CCSER并不就其所包含的信息和内容的准确、完整、充分和可靠性做任何承诺。CCSER表明不对这些信息和内容的错误或遗漏承担责任，也不对这些信息和内容作出任何明示或默示的、包括但不限于没有侵犯第三方权利、质量和没有智能终端病毒的保证。

            <p class="ccser-protocal-title">第三方链接</p>

            CCSER可能保留有他方用户提供的网址的链接，访问这些链接将由用户自己作出决定，CCSER并不就这些链接上所提供的任何信息、数据、观点、图片、陈述或建议的准确性、完整性、充分性和可靠性提供承诺或保证。CCSER没有审查过任何第三方链接，对这些网站及其内容不进行控制，也不负任何责任。如果您决定访问任何与他方用户在CCSER提供的第三方链接，其可能带来的结果和风险全部由您自己承担。

            <p class="ccser-protocal-title">隐私政策</p>

            为向您提供更准确的帮助，在您使用CCSER平台提供的信息过程中，我们可能会以如下方式收集和使用您提供的个人信息，本声明解释了这些情况下的信息收集和使用情况。CCSER非常重视对您的个人隐私保护，在您使用CCSER平台前，请您仔细阅读以下声明。

            <p class="ccser-protocal-title">我们收集以下信息</p>

            地理位置信息；<br>

            个人联系方式；<br>

            身份证信息；<br>

            其他根据具体的需要必要收集的信息。<br>

            作为用户，您可根据您的意愿决定是否提供上述信息，同时，您可以查看您提供给我们的个人信息及相关信息；您也可以根据实际状况的改变自行对您个人信息作出删除或更正。

            <p class="ccser-protocal-title">收集资料的方法</p>

            CCSER将会收集及储存您在平台上输入的资料，或通过其他渠道向我们提供的信息。我们亦会从其他独立第三方资料来源，获取与您有关并合法收集的个人或非个人资料；<br>

            您在相关站点及其他供应商所作的隐私设定，可限制或阻止我们对有关资料的查阅；<br>

            若您提供个人资料予我们，即表示您接受，CCSER将在所需期限内留存您的资料以履行有关用途，您的资料将在遵守适用相关法律及规定的情况下收集，并授权CCSER通过合法渠道了解、咨询、审查本人的真实情况，并据此判断本人身份的真实性等信息。

            <p class="ccser-protocal-title">收集个人资料可做以下用途</p>

            提供CCSER平台中所包含的相关信息；<br>

            CCSER网站及APP管理；<br>

            用户身份验证、安全防范、诈骗监测、存档和备份用途，确保我们向您提供的信息的安全性；如果我们监测到您使用我们的平台用于欺诈或非法目的，我们将会采取相应措施；<br>

            向您推送最新的相关信息；<br>

            协助执行法例、警方或其他政府或监管机构调查，以及遵守适用法律及规例所施行的规定，或其他向政府或监管机构承诺之义务。<br>

            CCSER不会对外出售、分享或出租用户的个人资料，而只会在按用户的要求提供某产品或服务的情况下，向我们的员工、可信的等三方或关联组织提供该些资料。为了让可信的第三方或关联组织向我们提供服务，我们也可能会向其分享用户的个人资料，但目的只为提供该些服务。

            <p class="ccser-protocal-title">信息安全及隐私保护措施</p>

            CCSER的数据保密拥有独立的服务器，服务器从软硬件两个层面进行了个人的信息安全防护。数据传输采用SSL协议进行加密。任何在CCSER注册的用户，CCSER已界定未经您同意应用程序无法访问的某些设备数据类型。并且CCSER有不同的权限系统可用于获得您的同意。<br>

            CCSER尊重并保护所有使用本平台的个人隐私权。为了给用户提供更准确、更有效的帮助，CCSER会按照法律规定的隐私权保护条款，以及用户的自愿性使用披露用户的相关信息。CCSER将以高度的审慎义务对待这些信息。在未征得您事先许可的情况下，CCSER不会将个人的隐私信息对外披露或向第三方提供。 请注意，任何安全系统都存在可能的及未知的风险。

            <p class="ccser-protocal-title">特别声明</p>

            关于CCSER所引用、摘录或转载的来自第三方的文字、图片、视频内容，仅基于传播公益精神之目的，并不表明这些内容代表CCSER的观点。

            <p class="ccser-protocal-title">变更</p>

            随着CCSER的进一步提升，法律声明的内容会随时更新。更新后的法律声明一旦在CCSER平台上公布即有效代替原来的声明。
        </div>
    </div>
</template>
<script>
export default {
    name:'WarningProtocal',
    data() {
        return {
            
        }
    },
    created() {
        
    },
    methods: {
        back(){
            this.$router.push({
                path:'/warning/send',
                query:{
                    type:'nothing'
                }
            })
        }
    },
}
</script>
<style scoped>
    .ccser-protocal {
        color: #333333;
        letter-spacing: 1px;
        padding: 59px 15px 0;
        font-size: 14px;
    }
    .ccser-protocal-title {
        font-weight: 600;
        margin: 15px 0;
    }
</style>